{"1":{"q": "Curfews like ​‘Janata curfew’ implemented on 22nd March in India are enough to kill the majority of viruses", "a":"The novel coronavirus can survive for varying amounts of time on different surfaces, ranging from a few hours to a few days, so a 14 hour curfew period is hardly enough to kill all or even most of them from public surfaces, although the longer-term lockdown should help in this.", "o":"n"}
,"2":{"q": "The acid in our stomach kills the virus if we drink enough water", "a":"The novel coronavirus affects our respiratory tract, leading to difficulty in breathing which is a characteristic symptom of COVID-19. The stomach has nothing much to do with the virus and the acid in the stomach would play no role either.", "o":"n"}
,"3":{"q": "The Indian immune system is better than the west and thus Indians will survive COVID-19 infection better", "a":"For a virus that our bodies have not seen before, such as the novel coronavirus, it doesn’t seem likely that there should be any component of immunity that might protect Indians but not others.", "o":"n"}
,"4":{"q": "Warmer climates or weather will not kill the virus or prevent it from spreading", "a":"We just don’t know what might happen at this point with this particular virus and what its sensitivity to temperature might be, but there is little we know to suggest that it will go away simply because the weather became warmer or wetter.", "o":"y"}
,"5":{"q": "Taking ibuprofen does not worsen COVID-19 symptoms", "a":"Current advice from the World Health Organisation (WHO) indicates that they see no problem with having ibuprofen if you have COVID-19 symptoms.", "o":"y"}
,"6":{"q": "If I am young and healthy, I don’t need to follow precautionary steps or physical distancing", "a":"While you might manage to beat the infection, you should also think of those around you who may be elderly or infirm or simply have weaker immunity. Do you want to be responsible for the illness they might contract? Another point is that there have been a few cases of death and serious illness in even young and healthy patients, for reasons no one really understands. So being young and healthy doesn’t mean you can escape, both the disease as well as its consequences for others.", "o":"n"}
,"7":{"q": "Inhaling steam can kill the virus", "a":"There is absolutely no reason to believe this and if you are not careful, you might wind up with a bad steam burn.", "o":"n"}
,"8":{"q": "Ginger, lemon, honey, and Indian spices are good for treating/​fighting COVID-19", "a":"There is no evidence for this apart from the fact that some Indian spices might have a weak antibacterial effect. However, COVID-19 is caused by a virus, not a bacterium.", "o":"n"}
,"9":{"q": "Clapping hands creates vibrations that destroy the coronavirus", "a":"Clapping hands creates sound waves. The sound that is created is sensed through the vibrations of our eardrums which then creates oscillations in the fluid in our inner ear. A virus is about a million times smaller than the size of the eardrum and would hardly even sense these vibrations. There is absolutely no reason to believe that this could be true.", "o":"n"}
,"10":{"q": "Religious chants can not kill the virus", "a":"The vibration created by chanting would not even be sensed by something as small as a virus.", "o":"y"}
,"11":{"q":"COVID-19 can not be treated by colloidal silver, vitamins, teas, and essential oils", "a":"There is no evidence for any special role for colloidal silver, vitamins, teas, and essential oils in dealing with COVID-19 symptoms."}, "o":"y"}